<?php
// TechBench dump website translation file. Fully supported in version 2.3 and newer.
// Translation information
$s['langName']               = 'Pseudo';
$s['langNameLocal']          = '[ !!! Ƥşḗŭḓǿ !!! ]';
$s['langCode']               = 'qps-ploc';
$s['authorName']             = 'mkuba50';
$s['authorLink']             = 'https://forums.mydigitallife.net/members/317641';
$s['langCodeMs']             = 'en-us'; //used internally when connecting to Microsoft API
$s['timeZone']               = 'UTC';

// Navigation bar
$s['tbDump']                 = '[ !!! ŦḗƈħƁḗƞƈħ ḓŭḿƥ !!! ]';
$s['tbDumpDownload']         = '[ !!! ŦḗƈħƁḗƞƈħ ḓǿẇƞŀǿȧḓş !!! ]';
$s['homePage']               = '[ !!! Ħǿḿḗ !!! ]';
$s['downloads']              = '[ !!! Ḓǿẇƞŀǿȧḓş !!! ]';
$s['aboutPage']              = '[ !!! Ȧƀǿŭŧ !!! ]';

// Main strings
$s['techInfo']               = '[ !!! Ŧḗƈħƞīƈȧŀ īƞƒǿřḿȧŧīǿƞ !!! ]';
$s['lastUpdate']             = '[ !!! Ŀȧşŧ ŭƥḓȧŧḗ !!! ]';
$s['productsNumber']         = '[ !!! Ƞŭḿƀḗř ǿƒ ƥřǿḓŭƈŧş !!! ]';
$s['searchBar']              = '[ !!! Şḗȧřƈħ... !!! ]';
$s['searchResults']          = '[ !!! Řḗşŭŀŧş ƒǿř !!! ]';
$s['warning']                = '[ !!! Ẇȧřƞīƞɠ !!! ]';
$s['searchNoResults']        = '[ !!! Ŧħḗřḗ ȧřḗ ƞǿ řḗşŭŀŧş ƒǿř ŧħīş şḗȧřƈħ. !!! ]';
$s['prodSelect']             = '[ !!! Ȧṽȧŀīȧƀŀḗ ƥřǿḓŭƈŧş ƒǿř ŧħīş ƈȧŧḗɠǿřẏ !!! ]';
$s['prodLangSelect']         = '[ !!! Ȧṽȧŀīȧƀŀḗ ŀȧƞɠŭȧɠḗş ƒǿř ŧħīş ƥřǿḓŭƈŧ !!! ]';
$s['noProducts']             = '[ !!! Ŧħḗřḗ ȧřḗ ƞǿ ƥřǿḓŭƈŧş īƞ ŧħīş ƈȧŧḗɠǿřẏ. !!! ]';
$s['linkExpireTitle']        = '[ !!! Ḗẋƥīřȧŧīǿƞ ǿƒ ŀīƞķş !!! ]';
$s['linkExpire1']            = '[ !!! Ŀīƞķş ȧřḗ ṽȧŀīḓ ƒǿř 24 ħǿŭřş ƒřǿḿ ŧīḿḗ ǿƒ ƈřḗȧŧīǿƞ. !!! ]';
$s['linkExpire2']            = '[ !!! Ŀīƞķş ẇīŀŀ ḗẋƥīřḗ !!! ]';
$s['directLinksTitle']       = '[ !!! Ḓīřḗƈŧ ḓǿẇƞŀǿȧḓ ŀīƞķş !!! ]';
$s['directLinksLine1']       = '[ !!! Ƞḗḗḓ ŧǿ şħȧřḗ ȧ ḓīřḗƈŧ ŀīƞķ ẇīŧħ şǿḿḗǿƞḗ? Ŭşḗ ŧħḗşḗ ŀīƞķş ƀḗŀǿẇ, ẇħīƈħ ɠḗƞḗřȧŧḗ ƒřḗşħ ḓǿẇƞŀǿȧḓ ŀīƞķ ǿƞ ŧħḗ ƒŀẏ. !!! ]';
$s['linkNotChecked']         = '[ !!! Ŧħīş ẇḗƀşīŧḗ <b>ḓǿḗş ƞǿŧ</b> ƈħḗƈķ īƒ ƒīŀḗ ḗẋīşŧş ǿƞ Ḿīƈřǿşǿƒŧ şḗřṽḗřş !!! ]';
$s['footerNotice']           = '[ !!! © %d  !!! ]<abbr title="[ !!! ŦḗƈħƁḗƞƈħ ḓŭḿƥ ẇḗƀşīŧḗ !!! ]">[ !!! ŦƁḒẆ !!! ]</abbr> %s.';
$s['copyright']              = '[ !!! Ƈǿƥẏřīɠħŧ %d  !!! ]<abbr title="[ !!! ŦḗƈħƁḗƞƈħ ḓŭḿƥ ẇḗƀşīŧḗ !!! ]">[ !!! ŦƁḒẆ !!! ]</abbr> %s';
$s['contributors']           = '[ !!! ȧŭŧħǿřş ȧƞḓ ƈoƞŧřīƀŭŧǿřş !!! ]';
$s['insiderNotice']          = '[ !!! Ẏǿŭ ħȧṽḗ ƈħǿǿşḗƞ ŧǿ ḓǿẇƞŀǿȧḓ Ẇīƞḓǿẇş Īƞşīḓḗř ƥřǿḓŭƈŧ. Ŧǿ ƀḗ ȧƀŀḗ ŧǿ şŭƈƈeşşƒŭŀŀẏ řeŧřīḗṽḗ ḓǿwƞŀǿȧḓ ŀīƞķş ẏǿŭ ƞḗḗḓ ŧǿ ƀḗ ŀǿɠɠḗƞ ǿƞ  !!! ]<b>%s">[ !!! Ẇīƞḓǿẇş Īƞşīḓḗř ƥȧɠḗ !!! ]</a></b>.<br>[ !!! Īƞ ǿřḓḗř ŧǿ ƥřǿƥḗřŀẏ īƞƈŀŭḓḗ ẏǿŭř şīɠƞ-īƞ īƞƒǿřḿȧŧīǿƞ ẇħḗƞ şḗƞḓīƞɠ řḗʠŭḗşŧş ŧǿ Ḿīƈřǿşǿƒŧ, ḓǿ ƞǿŧ şḗŧ ŧřȧƈķīƞɠ ƥřḗṽḗƞŧīǿƞ ŧǿ şŧřīƈŧ ȧƞḓ ḓǿ ƞǿŧ ḓīşȧƀŀḗ ŧħīřḓ-ƥȧřŧẏ ƈǿǿķīḗş. !!! ]';

// About page
$s['aboutPageTitle']         = '[ !!! Ȧƀǿŭŧ ŧħīş ƥȧɠḗ !!! ]';
$s['aboutPageContent']       = '[ !!! Ŧħīş ẇḗƀşīŧḗ ẇȧş ƈřḗȧŧḗḓ ẇīŧħ şīḿƥŀīƈīŧẏ īƞ ḿīƞḓ. Ħḗřḗ ẏǿŭ ƈȧƞ ḗȧşīŀẏ ḓǿẇƞŀǿȧḓ ƥřǿḓŭƈŧş ḓīřḗƈŧŀẏ ƒřǿḿ Ḿīƈřǿşǿƒŧ.<br>Ŧħīş ẇḗƀşīŧḗ ƞḗīŧħḗř īŧş ȧŭŧħǿř ȧřḗ ƞǿŧ ȧƒƒīŀīȧŧḗḓ ẇīŧħ Ḿīƈřǿşǿƒŧ Ƈǿřƥǿřȧŧīǿƞ. !!! ]';
$s['aboutThanksTitle']       = '[ !!! Ŧħȧƞķş !!! ]';
$s['aboutThanksContent']     = '[ !!! Ŧħȧƞķş ŧǿ ḗṽḗřẏǿƞḗ ẇħǿ ƈǿƞŧřīƀŭŧḗḓ ŧǿ ŧħīş ƥřǿĵḗƈŧ ƀẏ ŧřȧƞşŀȧŧīƞɠ īŧ ǿř ƀẏ ǿŧħḗř ḿḗȧƞş. !!! ]';
$s['aboutTranslationsTitle'] = '[ !!! Ŧřȧƞşŀȧŧīǿƞş !!! ]';
$s['language']               = '[ !!! Ŀȧƞɠŭȧɠḗ !!! ]';
$s['authors']                = '[ !!! Ȧŭŧħǿřş !!! ]';
$s['aboutLicenseTitle']      = '[ !!! Ŀīƈḗƞşḗ !!! ]';

// Product names
$s['win7']                   = '[ !!! Ẇīƞḓǿẇş 7 !!! ]';
$s['win81']                  = '[ !!! Ẇīƞḓǿẇş 8.1 !!! ]';
$s['win10']                  = '[ !!! Ẇīƞḓǿẇş 10 !!! ]';
$s['win11']                  = '[ !!! Ẇīƞḓǿẇş 11 !!! ]';
$s['win10th1']               = '[ !!! Ẇīƞḓǿẇş 10 Ŧħřḗşħǿŀḓ 1 !!! ]';
$s['win10th2']               = '[ !!! Ẇīƞḓǿẇş 10 Ŧħřḗşħǿŀḓ 2 !!! ]';
$s['win10rs1']               = '[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win10rs2']               = '[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 2 !!! ]';
$s['win10rs3']               = '[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 3 !!! ]';
$s['win10rs4']               = '[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 4 !!! ]';
$s['win10rs5']               = '[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 5 !!! ]';
$s['win10rs6']               = '[ !!! Ẇīƞḓǿẇş 10 19Ħ1 !!! ]';
$s['win10_19h2']             = '[ !!! Ẇīƞḓǿẇş 10 19Ħ2 !!! ]';
$s['win10vb']                = '[ !!! Ẇīƞḓǿẇş 10 Ṽīƀřȧƞīŭḿ !!! ]';
$s['win10_20h2']             = '[ !!! Ẇīƞḓǿẇş 10 20Ħ2 !!! ]';
$s['win10_21h1']             = '[ !!! Ẇīƞḓǿẇş 10 21Ħ1 !!! ]';
$s['win10_21h2']             = '[ !!! Ẇīƞḓǿẇş 10 21Ħ2 !!! ]';
$s['win10_22h2']             = '[ !!! Ẇīƞḓǿẇş 10 22Ħ2 !!! ]';
$s['win11co']                = '[ !!! Ẇīƞḓǿẇş 11 Ƈǿƀȧŀŧ !!! ]';
$s['win11ni']                = '[ !!! Ẇīƞḓǿẇş 11 Ƞīƈķḗŀ !!! ]';
$s['win11_23h2']             = '[ !!! Ẇīƞḓǿẇş 11 23Ħ2 !!! ]';
$s['win11ge']                = '[ !!! Ẇīƞḓǿẇş 11 Ĝḗřḿȧƞīŭḿ !!! ]';
$s['win10ip']                = '[ !!! Ẇīƞḓǿẇş 10 Īƞşīḓḗř Ƥřḗṽīḗẇ !!! ]';
$s['win11ip']                = '[ !!! Ẇīƞḓǿẇş 11 Īƞşīḓḗř Ƥřḗṽīḗẇ !!! ]';
$s['winsrvip']               = '[ !!! Ẇīƞḓǿẇş Şḗřṽḗř Īƞşīḓḗř Ƥřḗṽīḗẇ !!! ]';
$s['office2007']             = '[ !!! Ǿƒƒīƈḗ 2007 !!! ]';
$s['office2010']             = '[ !!! Ǿƒƒīƈḗ 2010 !!! ]';
$s['office2011']             = '[ !!! Ǿƒƒīƈḗ 2011 ƒǿř Ḿȧƈ !!! ]';
$s['allProd']                = '[ !!! Ȧŀŀ ƥřǿḓŭƈŧş !!! ]';
$s['otherProd']              = '[ !!! Ǿŧħḗř ƥřǿḓŭƈŧş !!! ]';

// Product descriptions
$s['win81_desc']             = '[ !!! Ƒīẋḗḓ ṽḗřşīǿƞ ǿƒ Ẇīƞḓǿẇş 8 !!! ]';
$s['win10_desc']             = '[ !!! Ŧħḗ ḿǿşŧ ƈǿƞŧřǿṽḗřşīȧŀ Ẇīƞḓǿẇş ḗṽḗř !!! ]';
$s['win11_desc']             = '[ !!! Ŧħḗ ƈǿḿƥŀḗŧḗ īƞƞǿṽȧtīǿƞ īƞ ŧħḗ ǿƥḗřȧtīƞɠ şẏşŧḗḿ īƞŧḗřƒȧƈḗ !!! ]';
$s['winsrvip_desc']          = '[ !!! Ƥřḗṽīḗẇ ṽḗřşīǿƞ ǿƒ Ẇīƞḓǿẇş Şḗřṽḗř !!! ]';
$s['allProd_desc']           = '[ !!! Şħǿẇ ȧŀŀ ƥřǿḓŭƈŧş ƒřǿḿ ȧŀŀ ƈȧŧḗɠǿřīḗş īƞ ǿƞḗ ŀīşŧ !!! ]';
$s['otherProd_desc']         = '[ !!! Ƥřǿḓŭƈŧş ŧħȧŧ ḓǿ ƞǿŧ ḿȧŧƈħ ȧƞẏ ƈȧŧḗɠǿřẏ ȧƀǿṽḗ !!! ]';

// Download page
$s['unknownName']            = '[ !!! Ŭƞķƞǿẇƞ ƥřǿḓŭƈŧ ƞȧḿḗ !!! ]';
$s['idName']                 = '[ !!! ĪḒ !!! ]';
$s['archx64']                = '[ !!! 64-ƀīŧ !!! ]';
$s['archx86']                = '[ !!! 32-ƀīŧ !!! ]';
$s['downloadName']           = '[ !!! Ḓǿẇƞŀǿȧḓ !!! ]';
$s['waitTitle']              = '[ !!! Ƥŀḗȧşḗ ẇȧīŧ... !!! ]';
$s['waitLangText']           = '[ !!! Ƥŀḗȧşḗ ẇȧīŧ ẇħīŀḗ ẇḗ ȧřḗ řḗŧřīḗṽīƞɠ ȧ ŀīşŧ ǿƒ ȧṽȧŀīȧƀŀḗ ŀȧƞɠŭȧɠḗş... !!! ]';
$s['waitDlText']             = '[ !!! Ƥŀḗȧşḗ ẇȧīŧ ẇħīŀḗ ẇḗ ȧřḗ řḗŧřīḗṽīƞɠ ḓǿẇƞŀǿȧḓş... !!! ]';
$s['jsRequired']             = '[ !!! Ŧħīş ƥȧɠḗ řḗʠŭīřḗş ĴȧṽȧŞƈřīƥŧ ẇǿřķīƞɠ ŧǿ ƈǿḿḿŭƞīƈȧŧḗ ẇīŧħ Ḿīƈřǿşǿƒŧ şḗřṽḗřş. !!! ]';

// Products page
$s['currentProd']            = '[ !!! Ƈŭřřḗƞŧ Ƥřǿḓŭƈŧ !!! ]';
$s['name']                   = '[ !!! Ƞȧḿḗ !!! ]';
$s['available']              = '[ !!! Ȧṽȧŀīȧƀŀḗ !!! ]';
$s['unavailable']            = '[ !!! Ŭƞȧṽȧŀīȧƀŀḗ !!! ]';
$s['unknown']                = '[ !!! Ŭƞķƞǿẇƞ !!! ]';
$s['arch']                   = '[ !!! Ȧřƈħ !!! ]';
$s['status']                 = '[ !!! Şŧȧŧŭş !!! ]';

// Update page
$s['checking']               = '[ !!! Ƈħḗƈķīƞɠ ƒǿř ŭƥḓȧŧḗş... !!! ]';
$s['error']                  = '[ !!! Ḗřřǿř !!! ]';
?>
