<?php
// TechBench dump website translation file. Fully supported in version 2.3 and newer.
// Translation information
$s['langName']               = 'Pseudo';
$s['langNameLocal']          = '[ !!! Ƥşḗŭḓǿ !!! ]';
$s['langCode']               = 'qps-ploc';
$s['authorName']             = 'mkuba50';
$s['authorLink']             = 'https://forums.mydigitallife.net/members/317641';
$s['langCodeMs']             = 'en-us'; //used internally when connecting to Microsoft API
$s['timeZone']               = 'UTC';

// Navigation bar
$s['tbDump']                 = '[ !!! ŦḗƈħƁḗƞƈħ ḓŭḿƥ !!! ]';
$s['tbDumpDownload']         = '[ !!! ŦḗƈħƁḗƞƈħ ḓǿẇƞŀǿȧḓş !!! ]';
$s['homePage']               = '[ !!! Ħǿḿḗ !!! ]';
$s['downloads']              = '[ !!! Ḓǿẇƞŀǿȧḓş !!! ]';
$s['moreMenu']               = '[ !!! Ḿǿřḗ !!! ]';
$s['aboutPage']              = '[ !!! Ȧƀǿŭŧ !!! ]';

// Main strings
$s['techInfo']               = '[ !!! Ŧḗƈħƞīƈȧŀ īƞƒǿřḿȧŧīǿƞ !!! ]';
$s['lastUpdate']             = '[ !!! Ŀȧşŧ ŭƥḓȧŧḗ !!! ]';
$s['productsNumber']         = '[ !!! Ƞŭḿƀḗř ǿƒ ƥřǿḓŭƈŧş !!! ]';
$s['searchBar']              = '[ !!! Şḗȧřƈħ... !!! ]';
$s['searchResults']          = '[ !!! Řḗşŭŀŧş ƒǿř !!! ]';
$s['searchNoResults']        = '[ !!! Ŧħḗřḗ ȧřḗ ƞǿ řḗşŭŀŧş ƒǿř ŧħīş şḗȧřƈħ. !!! ]';
$s['prodSelect']             = '[ !!! Ȧṽȧŀīȧƀŀḗ ƥřǿḓŭƈŧş ƒǿř ŧħīş ƈȧŧḗɠǿřẏ !!! ]';
$s['prodLangSelect']         = '[ !!! Ȧṽȧŀīȧƀŀḗ ŀȧƞɠŭȧɠḗş ƒǿř ŧħīş ƥřǿḓŭƈŧ !!! ]';
$s['noProducts']             = '[ !!! Ŧħḗřḗ ȧřḗ ƞǿ ƥřǿḓŭƈŧş īƞ ŧħīş ƈȧŧḗɠǿřẏ. !!! ]';
$s['linkExpireTitle']        = '[ !!! Ḗẋƥīřȧŧīǿƞ ǿƒ ŀīƞķş !!! ]';
$s['linkExpire1']            = '[ !!! Ŀīƞķş ȧřḗ ṽȧŀīḓ ƒǿř 24 ħǿŭřş ƒřǿḿ ŧīḿḗ ǿƒ ƈřḗȧŧīǿƞ. !!! ]';
$s['linkExpire2']            = '[ !!! Ŀīƞķş ẇīŀŀ ḗẋƥīřḗ !!! ]';
$s['directLinksTitle']       = '[ !!! Ḓīřḗƈŧ ḓǿẇƞŀǿȧḓ ŀīƞķş !!! ]';
$s['directLinksLine1']       = '[ !!! Ƞḗḗḓ ŧǿ şħȧřḗ ȧ ḓīřḗƈŧ ŀīƞķ ẇīŧħ şǿḿḗǿƞḗ? Ŭşḗ ŧħḗşḗ ŀīƞķş ƀḗŀǿẇ, ẇħīƈħ ɠḗƞḗřȧŧḗ ƒřḗşħ ḓǿẇƞŀǿȧḓ ŀīƞķ ǿƞ ŧħḗ ƒŀẏ. !!! ]';
$s['linkNotChecked']         = '[ !!! Ŧħīş ẇḗƀşīŧḗ <b>ḓǿḗş ƞǿŧ</b> ƈħḗƈķ īƒ ƒīŀḗ ḗẋīşŧş ǿƞ Ḿīƈřǿşǿƒŧ şḗřṽḗřş !!! ]';

// About page
$s['aboutPageTitle']         = '[ !!! Ȧƀǿŭŧ ŧħīş ƥȧɠḗ !!! ]';
$s['aboutPageContent']       = '[ !!! Ŧħīş ẇḗƀşīŧḗ ẇȧş ƈřḗȧŧḗḓ ẇīŧħ şīḿƥŀīƈīŧẏ īƞ ḿīƞḓ. Ħḗřḗ ẏǿŭ ƈȧƞ ḗȧşīŀẏ ḓǿẇƞŀǿȧḓ ƥřǿḓŭƈŧş ḓīřḗƈŧŀẏ ƒřǿḿ Ḿīƈřǿşǿƒŧ.<br>
Ŧħīş ẇḗƀşīŧḗ ƞḗīŧħḗř īŧş ȧŭŧħǿř ȧřḗ ƞǿŧ ȧƒƒīŀīȧŧḗḓ ẇīŧħ Ḿīƈřǿşǿƒŧ Ƈǿřƥǿřȧŧīǿƞ. !!! ]';
$s['aboutThanksTitle']       = '[ !!! Ŧħȧƞķş !!! ]';
$s['aboutThanksContent']     = '[ !!! Ŧħȧƞķş ŧǿ ḗṽḗřẏǿƞḗ ẇħǿ ƈǿƞŧřīƀŭŧḗḓ ŧǿ ŧħīş ƥřǿĵḗƈŧ ƀẏ ŧřȧƞşŀȧŧīƞɠ īŧ ǿř ƀẏ ǿŧħḗř ḿḗȧƞş. !!! ]';
$s['aboutTranslationsTitle'] = '[ !!! Ŧřȧƞşŀȧŧīǿƞş !!! ]';
$s['language']               = '[ !!! Ŀȧƞɠŭȧɠḗ !!! ]';
$s['authors']                = '[ !!! Ȧŭŧħǿřş !!! ]';
$s['aboutLicenseTitle']      = '[ !!! Ŀīƈḗƞşḗ !!! ]';

// Product names
$s['win7']                   = '[ !!! Ẇīƞḓǿẇş 7 !!! ]';
$s['win81']                  = '[ !!! Ẇīƞḓǿẇş 8.1 !!! ]';
$s['win10']                  = '[ !!! Ẇīƞḓǿẇş 10 !!! ]';
$s['win10th1']               = '[ !!! Ẇīƞḓǿẇş 10 Ŧħřḗşħǿŀḓ 1 !!! ]';
$s['win10th2']               = '[ !!! Ẇīƞḓǿẇş 10 Ŧħřḗşħǿŀḓ 2 !!! ]';
$s['win10rs1']               = '[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win10rs2']               = '[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 2 !!! ]';
$s['win10rs3']               = '[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 3 !!! ]';
$s['win10rs4']               = '[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 4 !!! ]';
$s['win10rs5']               = '[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 5 !!! ]';
$s['win10rs6']               = 'Windows 10 19H1[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win10_19h2']             = 'Windows 10 19H2[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win10vb']                = 'Windows 10 Vibranium[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win10_20h2']             = 'Windows 10 20H2[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win10_21h1']             = 'Windows 10 21H1[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win10_21h2']             = 'Windows 10 21H2[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win10_22h2']             = 'Windows 10 22H2[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win11co']                = 'Windows 11 Cobalt[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win11ni']                = 'Windows 11 Nickel[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win11_23h2']             = 'Windows 11 23H2[ !!! Ẇīƞḓǿẇş 10 Řḗḓşŧǿƞḗ 1 !!! ]';
$s['win10ip']                = '[ !!! Ẇīƞḓǿẇş 10 Īƞşīḓḗř Ƥřḗṽīḗẇ !!! ]';
$s['win11ip']                = '[ !!! Ẇīƞḓǿẇş 11 Īƞşīḓḗř Ƥřḗṽīḗẇ !!! ]';
$s['office2007']             = '[ !!! Ǿƒƒīƈḗ 2007 !!! ]';
$s['office2010']             = '[ !!! Ǿƒƒīƈḗ 2010 !!! ]';
$s['office2011']             = '[ !!! Ǿƒƒīƈḗ 2011 ƒǿř Ḿȧƈ !!! ]';
$s['allProd']                = '[ !!! Ȧŀŀ ƥřǿḓŭƈŧş !!! ]';
$s['otherProd']              = '[ !!! Ǿŧħḗř ƥřǿḓŭƈŧş !!! ]';

// Product descriptions
$s['win81_desc']             = '[ !!! Ƒīẋḗḓ ṽḗřşīǿƞ ǿƒ Ẇīƞḓǿẇş 8 !!! ]';
$s['win10_desc']             = '[ !!! Ŧħḗ ḿǿşŧ ƈǿƞŧřǿṽḗřşīȧŀ Ẇīƞḓǿẇş ḗṽḗř !!! ]';
$s['allProd_desc']           = '[ !!! Şħǿẇ ȧŀŀ ƥřǿḓŭƈŧş ƒřǿḿ ȧŀŀ ƈȧŧḗɠǿřīḗş īƞ ǿƞḗ ŀīşŧ !!! ]';
$s['otherProd_desc']         = '[ !!! Ƥřǿḓŭƈŧş ŧħȧŧ ḓǿ ƞǿŧ ḿȧŧƈħ ȧƞẏ ƈȧŧḗɠǿřẏ ȧƀǿṽḗ !!! ]';

// Other strings
$s['unknownName']            = '[ !!! Ŭƞķƞǿẇƞ ƥřǿḓŭƈŧ ƞȧḿḗ !!! ]';
$s['idName']                 = '[ !!! ĪḒ !!! ]';
$s['archx64']                = '[ !!! 64-ƀīŧ !!! ]';
$s['archx86']                = '[ !!! 32-ƀīŧ !!! ]';
$s['downloadName']           = '[ !!! Ḓǿẇƞŀǿȧḓ !!! ]';
?>
